[{
    "investigation": "Tour playground",
    "id": 6000,
    "name": "Tour Demo 1",
    "waypoints": [
        {
            "location": [1200.0, 3000.0],
            "zoom": 1
        },
        {
            "location": [2200.0, 2200.0],
            "zoom": 2
        },
        {
            "location": [1100.0, 1100.0],
            "zoom": 3
        },
        {
            "location": [3300.0, 1100.0],
            "zoom": 1
        },
        {
            "location": [3300.0, 3300.0],
            "zoom": 2
        },
        {
            "location": [4400.0, 4400.0],
            "zoom": 3
        }
    ]
},
{
    "investigation": "Tour playground",
    "id": 6001,
    "name": "Tour Demo 2",
    "waypoints": [
        {
            "location": [1100.0, 1100.0],
            "zoom": 1
        },
        {
            "location": [1200.0, 3000.0],
            "zoom": 2
        },
        {
            "location": [2200.0, 2200.0],
            "zoom": 3
        },
        {
            "location": [3300.0, 3300.0],
            "zoom": 1
        },
        {
            "location": [4400.0, 4400.0],
            "zoom": 2
        },
        {
            "location": [3300.0, 1100.0],
            "zoom": 3
        }
    ]
},
{
    "investigation": "Features Tour",
    "id": 6002,
    "name": "Feature Tour",
    "description": "This tour will serve to highlight the most notable features of the Atlascope application. Here we are using preloaded datasets but we also have the ability to import a dataset from an outside source.",
    "waypoints": [
        {
            "location": [1200, 500],
            "zoom": 1,
            "description": "The first feature of this tour is the ability to embed one dataset in another. Here we have the human muscular system and when you navigate to the next waypoint you will zoom into the dataset embedded in the left shoulder."
        },
        {
            "location": [1205, 505],
            "zoom": 10,
            "description": "The next feature to explore is pins. In order to cut unnecesary clutter these pins do not show until you are at an appropriate zoom level. Click the Red pin to see a note attached. Next change the dataset to 'HTA9_1_BA_F_ROI04' and click the Blue pin to see an image overlay relevant to the investigation."
        },
        {
            "location": [1202, 506],
            "zoom": 9,
            "description": "Next let's take a look at some potential job results. Under the 'Pins' tab select the 'Results of Detected Nuclei Job' option. Also take a look at the 'Results of Detected Glands Job' then come back to this dataset"
        },
        {
            "location": [1209, 507],
            "zoom": 10,
            "description": "Now that we have seen the basic functionality of Pins lets check out something more advanced. When you click on the Green Pin it will open a new tab and show 3rd party visulation. When you ar done close the tab and continue the tour."
        }
    ]
}
]
